{
    "cobblemon.species.favismet.name": "Favismet",
    "cobblemon.species.favismet.desc1": "Seemlingly made of ribbons, it is said that this Pokémon is only held together by the fact that it was preordained to be so.",
    "cobblemon.species.favismet.desc2": "The legendary Pokémon of Provedence. Its only other known sighting has been over the Hexon region when disaster struck.",
    "cobblemon.species.roaroot.name": "Roaroot",
    "cobblemon.species.roaroot.desc1": "The bitter smell of this Pokémon is too strong for most to bear, warding off would be predators.",
    "cobblemon.species.roaroot.desc2": "A Pokémon only known to be native to the Hexon region. Reasons why are unknown, as it evolves into Carnivine.",
    "cobblemon.species.hydraangea.name": "Hydra'angea",
    "cobblemon.species.hydraangea.desc1": "Its alluring smell has only gotten sweeter since it evolved, luring in prey much bigger than just bugs.",
    "cobblemon.species.hydraangea.desc2": "Unlike its predecessor, Hydra'angea is rooted into the ground. This makes finding prey far more difficult.",
    "cobblemon.species.sharqueous.name": "Sharqueous",
    "cobblemon.species.sharqueous.desc1": "Some say this Pokémon and Sharpedo have a common ancestor. Whatever the case, its rage is unlike any other of its size.",
    "cobblemon.species.sharqueous.desc2": "It's said that this Pokémon's rage comes from the fact that it is left alone by its mother upon its birth.",
    "cobblemon.species.submergine.name": "Submergine",
    "cobblemon.species.submergine.desc1": "This Pokémon's speed is somehow not weighed down by its massive size and weight, cementing its place as one of the fastest sea-dwellers.",
    "cobblemon.species.submergine.desc2": "It can stop within the span of a second, even after barrelling through the ocean at its top speed.",
    "cobblemon.species.underkill.name": "Underkill",
    "cobblemon.species.underkill.desc1": "Its entire evolutionary purpose stems from its biological hatred towards Locous. In its eyes, it isn't just the king of the sea.",
    "cobblemon.species.underkill.desc2": "Previously found in some of the deepest parts of the ocean, this Pokémon can now be found circling the Hexon region's edges.",
    "cobblemon.species.dodetrad.name": "Dodetrad",
    "cobblemon.species.dodetrad.desc1": "After its middle head splits in two to evolve, the now Dodetrad spends its days getting into pointless squabbles with other flying-types.",
    "cobblemon.species.dodetrad.desc2": "Being previously undiscovered, Dodetrad has been living on the Hexon region for the past few years, blissfully ignorant of its rarity.",
    "cobblemon.species.penumbranch.name": "Penumbranch",
    "cobblemon.species.penumbranch.desc1": "Its shell has been replaced by an obsidian casing which leaks its components. This allows it to use both pressurized liquids.",
    "cobblemon.species.penumbranch.desc2": "Some say that the heat inside Penumbranch's casing is hotter than that of a dwarf star. This is unconfirmed, as it is thought to be impenetrable.",
    "cobblemon.species.chunlong.name": "Chūnlong",
    "cobblemon.species.chunlong.desc1": "Previously a frail insect, Chūnlong has taken on the traits of its disguise. This lends it a sturdier exterior and a ferocious temperament.",
    "cobblemon.species.chunlong.desc2": "This Pokémon flies over the Hexon region, breathing in the fresh air that it has earned through its perseverance.",
    "cobblemon.species.salaberrant.name": "Salaberrant",
    "cobblemon.species.salaberrant.desc1": "After being exiled from their herd, male Salandit that survive with enough force of will can evolve into Salaberrant.",
    "cobblemon.species.salaberrant.desc2": "Oftentimes, trainers will find commanding Salaberrant difficult, as it lives solely for its own benefit.",
    "cobblemon.ui.pokedex.info.form.victreebel": "",
    "cobblemon.ui.pokedex.info.form.victreebel-hexon": "Hexonian",
    "cobblemon.species.victreebel-hexon.desc1": "The environment of the Hexon region's Dark Hex has had a dramatic effect on the invasive Victreebel.",
    "cobblemon.species.victreebel-hexon.desc2": "The seeds of Hexonian Victreebel are so potent, any passerby that even catches a small whiff of them will begin to hallucinate.",

    "cobblemon.move.slagray": "Slag Ray",
    "cobblemon.move.slagray.desc": "The user blasts the target with a beam of embers, using the Attack stat of the user. This also lowers the target's Defense stat.",
    "cobblemon.move.bottomlessbellow": "Bottomless Bellow",
    "cobblemon.move.bottomlessbellow.desc": "The user lets out a roar from all of its mouths, hitting the target three times. The next time the move is used after it knocks out a target, it hits an additional time.",

    "cobblemon.ability.crownjewels": "Crown Jewels",
    "cobblemon.ability.crownjewels.desc": "Inflicts a status condition based on the held type gem when the opponent's stats are lowered. This consumes the gem.",
    "cobblemon.ability.dormant": "Dormant",
    "cobblemon.ability.dormant.desc": "Contact with the Pokémon lowers its Defense but boosts its Sp. Atk and Speed stats.",
    "cobblemon.ability.serpentsynergy": "Serpent Synergy",
    "cobblemon.ability.serpentsynergy.desc": "Sound-based moves become Grass-type moves and are boosted.",

    "cobblemon.ui.pokedex.region.paradigm": "Hexon",
    "cobblemon.pokedex.variation.flowers": "Flowers"
}